tap 'caskroom/cask'
tap 'gapple/services'
tap 'guoxiao/php7'
tap 'homebrew/apache'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'rstacruz/backup'
brew 'apr'
brew 'apr-util'
brew 'aspell'
brew 'autoconf'
brew 'bison@2.7'
brew 'boost'
brew 'cmake'
brew 'cowsay'
brew 'dnsmasq', restart_service: true
brew 'gettext'
brew 'flex'
brew 'fontconfig', args: ['universal']
brew 'fortune'
brew 'jpeg', args: ['universal']
brew 'webp', args: ['universal']
brew 'gd', args: ['universal']
brew 'gdbm'
brew 'gmp'
brew 'libtasn1', args: ['universal']
brew 'nettle'
brew 'gnutls'
brew 'libtool', args: ['universal']
brew 'graphviz'
brew 'htop'
brew 'icu4c'
brew 'perl'
brew 'jasper', args: ['universal']
brew 'libevent'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'memcached'
brew 'libmemcached'
brew 'sqlite'
brew 'python'
brew 'libyaml'
brew 'little-cms2', args: ['universal']
brew 'makedepend'
brew 'mhash'
brew 'mcrypt'
brew 'net-snmp'
brew 'node'
brew 'pkg-config'
brew 're2c'
brew 'redis', restart_service: true
brew 'ruby'
brew 'sane-backends', args: ['universal']
brew 'ssh-copy-id'
brew 'thefuck'
brew 'tmux'
brew 'unixodbc'
brew 'utf8proc'
brew 'virtualhost.sh'
brew 'wine'
brew 'zlib'
brew 'homebrew/apache/httpd24', args: ['with-privileged-ports']
brew 'homebrew/apache/mod_fastcgi', args: ['with-homebrew-httpd22']
brew 'homebrew/php/composer'
brew 'homebrew/php/igbinary'
brew 'homebrew/php/php56-apcu'
brew 'homebrew/php/php56-igbinary'
brew 'homebrew/php/php56-imagick'
brew 'homebrew/php/php56-intl'
brew 'homebrew/php/php56-mcrypt'
brew 'homebrew/php/php56-memcached'
brew 'homebrew/php/php56-opcache'
brew 'homebrew/php/php56-pspell'
brew 'homebrew/php/php70', args: ['with-httpd24']
brew 'homebrew/php/php70-imagick' 
brew 'homebrew/php/php70-opcache'
brew 'homebrew/php/php71-imagick'
brew 'homebrew/php/php71-mcrypt'
brew 'homebrew/php/php71-opcache'
brew 'homebrew/php/php71-redis'
brew 'homebrew/php/phpdocumentor'
cask 'Uninstalling brew-cask... (8,318 files, 4.5MB)'
cask '==> Migrating Caskroom from /opt/homebrew-cask/Caskroom to /usr/local/Caskroom.'
cask '==> Creating symlink from /usr/local/Caskroom to /opt/homebrew-cask/Caskroom.'
cask 'gulp'
