tap "guoxiao/php7"
tap "homebrew/dupes"
tap "homebrew/apache"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "rstacruz/backup"
tap "caskroom/cask"
tap "gapple/services"
brew "ack"
brew "aspell"
brew "autoconf"
brew "bison@2.7"
brew "certbot"
brew "cmake"
brew "cowsay"
brew "dnsmasq", restart_service: true
brew "gettext"
brew "flex"
brew "fontconfig"
brew "fortune"
brew "gd"
brew "gmp"
brew "nettle"
brew "gnutls"
brew "libtool", args: ["universal"]
brew "graphviz"
brew "htop"
brew "icu4c"
brew "jasper"
brew "libgphoto2"
brew "libicns"
brew "libmemcached"
brew "libyaml"
brew "little-cms2"
brew "makedepend"
brew "mhash"
brew "mcrypt"
brew "net-snmp"
brew "node"
brew "re2c"
brew "redis", restart_service: true
brew "ruby", args: ["HEAD"]
brew "sane-backends"
brew "ssh-copy-id"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "utf8proc"
brew "virtualhost.sh"
brew "wine"
brew "zlib"
brew "homebrew/apache/httpd24", args: ["with-privileged-ports"]
brew "homebrew/apache/mod_fastcgi", args: ["with-homebrew-httpd22"]
brew "homebrew/php/brew-php-switcher"
brew "homebrew/php/composer"
brew "homebrew/php/igbinary"
brew "homebrew/php/php56", args: ["with-homebrew-curl", "with-httpd24", "with-libmysql", "without-ldap"]
brew "homebrew/php/php56-apcu"
brew "homebrew/php/php56-igbinary"
brew "homebrew/php/php56-imagick"
brew "homebrew/php/php56-intl"
brew "homebrew/php/php56-mcrypt"
brew "homebrew/php/php56-memcached"
brew "homebrew/php/php56-opcache"
brew "homebrew/php/php56-pspell"
brew "homebrew/php/php70", args: ["with-httpd24"]
brew "homebrew/php/php70-imagick"
brew "homebrew/php/php70-opcache"
brew "homebrew/php/php71", args: ["with-homebrew-curl", "with-httpd24"]
brew "homebrew/php/php71-imagick"
brew "homebrew/php/php71-mcrypt"
brew "homebrew/php/php71-opcache"
brew "homebrew/php/php71-redis"
brew "homebrew/php/php72", args: ["with-homebrew-curl", "with-httpd24"]
brew "homebrew/php/php72-imagick"
brew "homebrew/php/phpdocumentor"
cask "gulp"
cask "avocode"
cask "firefox"
cask "google-chrome"
cask "grandperspective"
cask "iterm2"
cask "rowanj-gitx"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "transmit"
cask "virtualbox"
